Repository: IgorGulyaev/betonmash.it-zen.org
Catalog: sites/all/translations/commerce_multicurrency-7.x-1.3.*.po
Languages: ru

source: Save
ru: Сохранить

source: Save Settings
ru: Сохранить настройки

source: Commerce
ru: Торговля

source: Exchange rate
ru: Обменный курс

source: Line item
ru: Строка

source: Product line item
ru: Товарная позиция

source: Service to fetch exchange rates from:
ru: Служба для получения курса валют от:

source: Synchronize rates on save.
ru: Синхронизировать курсы при сохранении.

source: Amount for example conversions:
ru: Количество для примера конвертации:

source: Exchange rate from @currency_code to @conversion_currency_code.
ru: Обменный курс из @currency_code в @conversion_currency_code.

source: Enable dedicated price fields for %type:
ru: Включить персональные поля цены для %type:

source: For each enabled currency a dedicated price field in the commerce product type %type will be created.
ru: Для каждой включенной валюты будет создано персональное поле цены у Commerce типа товара %type.

source: Attention: Changing this configuration can lead to data loss.
ru: Внимание: Изменение этих настроек может привести к потере данных.

source: Set the currency price
ru: Установить валюту прайса

source: Processed @current out of @total currencies.
ru: Обработано @current из @total валют.

source: Currency conversion
ru: Конвертация валют

source: Configure currency conversion.
ru: Настройки конвертации валют

source: Currency handling
ru: Обработка валют

source: Configure currency handling.
ru: Настройки обработки валют
